Repository: loSpaccaBit/clipboard-archivio
Catalog: ClipboardArchivio/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, it, ja, ko, nl, pl, pt_br, ru, tr, zh_hans

source: %1$lld of %2$lld
ar: %1$lld من %2$lld
de: %1$lld von %2$lld
es: %1$lld de %2$lld
fr: %1$lld sur %2$lld
it: %1$lld di %2$lld
ja: %1$lld / %2$lld
ko: %1$lld / %2$lld
nl: %1$lld van %2$lld
pl: %1$lld z %2$lld
pt_br: %1$lld de %2$lld
ru: %1$lld из %2$lld
tr: %1$lld / %2$lld
zh_hans: %1$lld / %2$lld

source: %lld days
ar: %lld يومًا
de: %lld Tage
es: %lld días
fr: %lld jours
it: %lld giorni
ja: %lld日
ko: %lld일
nl: %lld dagen
pl: %lld dni
pt_br: %lld dias
ru: %lld дн.
tr: %lld gün
zh_hans: %lld 天

source: %lld items
ar: %lld عنصر
de: %lld Einträge
es: %lld elementos
fr: %lld éléments
it: %lld elementi
ja: %lld件
ko: %lld개 항목
pl: %lld elementów
pt_br: %lld itens
ru: %lld элементов
tr: %lld öğe
zh_hans: %lld 项

source: %lld minutes
ar: %lld دقيقة
de: %lld Minuten
es: %lld minutos
it: %lld minuti
ja: %lld分
ko: %lld분
nl: %lld minuten
pl: %lld minut
pt_br: %lld minutos
ru: %lld мин.
tr: %lld dakika
zh_hans: %lld 分钟

source: %lld of %lld
ar: %lld من %lld
de: %lld von %lld
es: %lld de %lld
fr: %lld sur %lld
it: %lld di %lld
ja: %lld / %lld
ko: %lld / %lld
nl: %lld van %lld
pl: %lld z %lld
pt_br: %lld de %lld
ru: %lld из %lld
tr: %lld / %lld
zh_hans: %lld / %lld

source: %lld selected
ar: تم تحديد %lld
de: %lld ausgewählt
es: %lld seleccionados
fr: %lld sélectionnés
it: %lld selezionati
ja: %lld件選択中
ko: %lld개 선택됨
nl: %lld geselecteerd
pl: Wybrano: %lld
pt_br: %lld selecionados
ru: Выбрано: %lld
tr: %lld seçildi
zh_hans: 已选 %lld 项

source: 1 hour
ar: ساعة واحدة
de: 1 Stunde
es: 1 hora
fr: 1 heure
it: 1 ora
ja: 1時間
ko: 1시간
nl: 1 uur
pl: 1 godzina
pt_br: 1 hora
ru: 1 час
tr: 1 saat
zh_hans: 1 小时

source: 1 year
ar: سنة واحدة
de: 1 Jahr
es: 1 año
fr: 1 an
it: 1 anno
ja: 1年
ko: 1년
nl: 1 jaar
pl: 1 rok
pt_br: 1 ano
ru: 1 год
tr: 1 yıl
zh_hans: 1 年

source: 14 days
ar: 14 يومًا
de: 14 Tage
es: 14 días
fr: 14 jours
it: 14 giorni
ja: 14日
ko: 14일
nl: 14 dagen
pl: 14 dni
pt_br: 14 dias
ru: 14 дней
tr: 14 gün
zh_hans: 14 天

source: 24 hours
ar: 24 ساعة
de: 24 Stunden
es: 24 horas
fr: 24 heures
it: 24 ore
ja: 24時間
ko: 24시간
nl: 24 uur
pl: 24 godziny
pt_br: 24 horas
ru: 24 часа
tr: 24 saat
zh_hans: 24 小时

source: 30 days
ar: 30 يومًا
de: 30 Tage
es: 30 días
fr: 30 jours
it: 30 giorni
ja: 30日
ko: 30일
nl: 30 dagen
pl: 30 dni
pt_br: 30 dias
ru: 30 дней
tr: 30 gün
zh_hans: 30 天

source: 6 months
ar: 6 أشهر
de: 6 Monate
es: 6 meses
fr: 6 mois
it: 6 mesi
ja: 6か月
ko: 6개월
nl: 6 maanden
pl: 6 miesięcy
pt_br: 6 meses
ru: 6 месяцев
tr: 6 ay
zh_hans: 6 个月

source: 60 days
ar: 60 يومًا
de: 60 Tage
es: 60 días
fr: 60 jours
it: 60 giorni
ja: 60日
ko: 60일
nl: 60 dagen
pl: 60 dni
pt_br: 60 dias
ru: 60 дней
tr: 60 gün
zh_hans: 60 天

source: 7 days
ar: 7 أيام
de: 7 Tage
es: 7 días
fr: 7 jours
it: 7 giorni
ja: 7日
ko: 7일
nl: 7 dagen
pl: 7 dni
pt_br: 7 dias
ru: 7 дней
tr: 7 gün
zh_hans: 7 天

source: 90 days
ar: 90 يومًا
de: 90 Tage
es: 90 días
fr: 90 jours
it: 90 giorni
ja: 90日
ko: 90일
nl: 90 dagen
pl: 90 dni
pt_br: 90 dias
ru: 90 дней
tr: 90 gün
zh_hans: 90 天

source: About
ar: حول
de: Über
es: Acerca de
fr: À propos
it: Informazioni
ja: このアプリについて
ko: 정보
nl: Over
pl: Informacje
pt_br: Sobre
ru: О программе
tr: Hakkında
zh_hans: 关于

source: All
ar: الكل
de: Alle
es: Todos
fr: Tout
it: Tutti
ja: すべて
ko: 모두
nl: Alles
pl: Wszystkie
pt_br: Todos
ru: Все
tr: Tümü
zh_hans: 全部

source: App
ar: التطبيق
ja: アプリ
ko: 앱
pl: Aplikacja
ru: Приложение
tr: Uygulama

source: App language
ar: لغة التطبيق
de: App-Sprache
es: Idioma de la app
fr: Langue de l'app
it: Lingua dell'app
ja: アプリの言語
ko: 앱 언어
nl: App-taal
pl: Język aplikacji
pt_br: Idioma do app
ru: Язык приложения
tr: Uygulama dili
zh_hans: App 语言

source: Archive
ar: الأرشيف
de: Archiv
es: Archivo
it: Archivio
ja: アーカイブ
ko: 보관함
nl: Archief
pl: Archiwum
pt_br: Arquivo
ru: Архив
tr: Arşiv
zh_hans: 归档

source: Automatic deletion
ar: الحذف التلقائي
de: Automatisches Löschen
es: Eliminación automática
fr: Suppression automatique
it: Eliminazione automatica
ja: 自動削除
ko: 자동 삭제
nl: Automatisch verwijderen
pl: Automatyczne usuwanie
pt_br: Exclusão automática
ru: Автоудаление
tr: Otomatik silme
zh_hans: 自动删除

source: Automatic deletion disabled
ar: الحذف التلقائي معطّل
de: Automatisches Löschen deaktiviert
es: Eliminación automática desactivada
fr: Suppression automatique désactivée
it: Eliminazione automatica disattivata
ja: 自動削除は無効
ko: 자동 삭제 비활성화됨
nl: Automatisch verwijderen uitgeschakeld
pl: Automatyczne usuwanie wyłączone
pt_br: Exclusão automática desativada
ru: Автоудаление отключено
tr: Otomatik silme devre dışı
zh_hans: 已禁用自动删除

source: Balanced
ar: متوازن
de: Ausgewogen
es: Equilibrado
fr: Équilibré
it: Bilanciato
ja: バランス
ko: 균형
nl: Gebalanceerd
pl: Zbalansowany
pt_br: Equilibrado
ru: Сбалансированный
tr: Dengeli
zh_hans: 平衡

source: Choose the language for Appunti Archivio. Restart the panel to apply in some views.
ar: اختر لغة Clipboard Archive. أعد تشغيل اللوحة لتطبيقها في بعض العروض.
de: Wählen Sie die Sprache für Clipboard Archive. Starten Sie das Panel neu, damit die Änderung in einigen Ansichten wirksam wird.
es: Elige el idioma para Clipboard Archive. Reinicia el panel para aplicarlo en algunas vistas.
fr: Choisissez la langue pour Clipboard Archive. Redémarrez le panneau pour l'appliquer dans certaines vues.
it: Scegli la lingua per Appunti Archivio. Riavvia il pannello per applicare in alcune viste.
ja: Clipboard Archiveの言語を選択してください。一部の表示にはパネルの再起動が必要です。
ko: Clipboard Archive의 언어를 선택하세요. 일부 보기에는 패널을 다시 시작해야 적용됩니다.
nl: Kies de taal voor Clipboard Archive. Start het paneel opnieuw om dit in sommige weergaven toe te passen.
pl: Wybierz język dla Clipboard Archive. Uruchom ponownie panel, aby zastosować w niektórych widokach.
pt_br: Escolha o idioma do Clipboard Archive. Reinicie o painel para aplicar em algumas visualizações.
ru: Выберите язык для Clipboard Archive. Перезапустите панель, чтобы применить в некоторых представлениях.
tr: Clipboard Archive için dili seçin. Bazı görünümlerde uygulamak için paneli yeniden başlatın.
zh_hans: 选择 Clipboard Archive 的语言。部分视图需要重启面板后生效。

source: Clear all
ar: مسح الكل
de: Alles leeren
es: Borrar todo
fr: Tout effacer
it: Svuota tutto
ja: すべて消去
ko: 모두 지우기
nl: Alles wissen
pl: Wyczyść wszystko
pt_br: Limpar tudo
ru: Очистить всё
tr: Tümünü temizle
zh_hans: 全部清除

source: Clear history (except pinned & vault)
ar: مسح السجل (باستثناء المثبت والخزنة)
de: Verlauf leeren (außer angeheftet & Tresor)
es: Borrar historial (excepto fijados y bóveda)
fr: Effacer l'historique (sauf épinglés et coffre)
it: Svuota cronologia (tranne fissati e vault)
ja: 履歴を消去（ピン留めとVaultを除く）
ko: 기록 지우기(고정 및 보관함 제외)
nl: Geschiedenis wissen (behalve vastgezet en kluis)
pl: Wyczyść historię (oprócz przypiętych i sejfu)
pt_br: Limpar histórico (exceto fixados e cofre)
ru: Очистить историю (кроме закреплённых и хранилища)
tr: Geçmişi temizle (sabitlenen ve kasa hariç)
zh_hans: 清除历史记录（固定项和保险库除外）

source: Clear search
ar: مسح البحث
de: Suche löschen
es: Borrar búsqueda
fr: Effacer la recherche
it: Cancella ricerca
ja: 検索をクリア
ko: 검색 지우기
nl: Zoekopdracht wissen
pl: Wyczyść wyszukiwanie
pt_br: Limpar busca
ru: Очистить поиск
tr: Aramayı temizle
zh_hans: 清除搜索

source: Clipboard
ar: الحافظة
de: Zwischenablage
es: Portapapeles
fr: Presse-papiers
it: Appunti
ja: クリップボード
ko: 클립보드
nl: Klembord
pl: Schowek
pt_br: Área de transferência
ru: Буфер обмена
tr: Pano
zh_hans: 剪贴板

source: Clipboard Archive — saving paused
ar: Clipboard Archive — الحفظ متوقف مؤقتًا
de: Clipboard Archive — Speichern pausiert
es: Clipboard Archive — guardado en pausa
fr: Clipboard Archive — enregistrement en pause
it: Appunti Archivio — salvataggio in pausa
ja: Clipboard Archive — 保存一時停止中
ko: Clipboard Archive — 저장 일시 중지됨
nl: Clipboard Archive — opslaan gepauzeerd
pl: Clipboard Archive — zapisywanie wstrzymane
pt_br: Clipboard Archive — salvamento pausado
ru: Clipboard Archive — сохранение приостановлено
tr: Clipboard Archive — kaydetme duraklatıldı
zh_hans: Clipboard Archive — 已暂停保存

source: Clipboard polling
ar: مراقبة الحافظة
de: Zwischenablage-Abfrage
es: Consulta del portapapeles
fr: Interrogation du presse-papiers
it: Polling appunti
ja: クリップボードの監視
ko: 클립보드 폴링
nl: Klembordpolling
pl: Odpytywanie schowka
pt_br: Consulta da área de transferência
ru: Опрос буфера обмена
tr: Pano yoklama
zh_hans: 剪贴板轮询

source: Close
ar: إغلاق
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
nl: Sluiten
pl: Zamknij
pt_br: Fechar
ru: Закрыть
tr: Kapat
zh_hans: 关闭

source: Code
ar: رمز
es: Código
it: Codice
ja: コード
ko: 코드
pl: Kod
pt_br: Código
ru: Код
tr: Kod
zh_hans: 代码

source: Copied
ar: تم النسخ
de: Kopiert
es: Copiado
fr: Copié
it: Copiato
ja: コピーしました
ko: 복사됨
nl: Gekopieerd
pl: Skopiowano
pt_br: Copiado
ru: Скопировано
tr: Kopyalandı
zh_hans: 已复制

source: Copies will not be saved
ar: لن تُحفظ النسخ
de: Kopien werden nicht gespeichert
es: Las copias no se guardarán
fr: Les copies ne seront pas enregistrées
it: Le copie non verranno salvate
ja: コピーは保存されません
ko: 복사 내용이 저장되지 않습니다
nl: Kopieën worden niet opgeslagen
pl: Kopie nie będą zapisywane
pt_br: As cópias não serão salvas
ru: Копии не будут сохранены
tr: Kopyalar kaydedilmeyecek
zh_hans: 复制内容将不会保存

source: Copy
ar: نسخ
de: Kopieren
es: Copiar
fr: Copier
it: Copia
ja: コピー
ko: 복사
nl: Kopiëren
pl: Kopiuj
pt_br: Copiar
ru: Копировать
tr: Kopyala
zh_hans: 复制

source: Copy again
ar: نسخ مرة أخرى
de: Erneut kopieren
es: Copiar de nuevo
fr: Copier à nouveau
it: Copia di nuovo
ja: もう一度コピー
ko: 다시 복사
nl: Opnieuw kopiëren
pl: Kopiuj ponownie
pt_br: Copiar novamente
ru: Копировать снова
tr: Yeniden kopyala
zh_hans: 再次复制

source: Copy with ⌘C to get started
ar: انسخ بـ ⌘C للبدء
de: Mit ⌘C kopieren, um zu beginnen
es: Copia con ⌘C para empezar
fr: Copiez avec ⌘C pour commencer
it: Copia con ⌘C per iniziare
ja: ⌘Cでコピーして始めましょう
ko: ⌘C로 복사하여 시작하세요
nl: Kopieer met ⌘C om te beginnen
pl: Skopiuj za pomocą ⌘C, aby rozpocząć
pt_br: Copie com ⌘C para começar
ru: Скопируйте с ⌘C, чтобы начать
tr: Başlamak için ⌘C ile kopyalayın
zh_hans: 使用 ⌘C 复制以开始

source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijderen
pl: Usuń
pt_br: Excluir
ru: Удалить
tr: Sil
zh_hans: 删除

source: Delete after %@ (except pinned & vault)
ar: الحذف بعد %@ (باستثناء المثبت والخزنة)
de: Löschen nach %@ (außer angeheftet & Tresor)
es: Eliminar después de %@ (excepto fijados y bóveda)
fr: Supprimer après %@ (sauf épinglés et coffre)
it: Elimina dopo %@ (esclusi fissati e vault)
ja: %@後に削除（ピン留めとVaultを除く）
ko: %@ 후 삭제(고정 및 보관함 제외)
nl: Verwijderen na %@ (behalve vastgezet en kluis)
pl: Usuń po %@ (oprócz przypiętych i sejfu)
pt_br: Excluir após %@ (exceto fixados e cofre)
ru: Удалять через %@ (кроме закреплённых и хранилища)
tr: %@ sonra sil (sabitlenen ve kasa hariç)
zh_hans: %@ 后删除（固定项和保险库除外）

source: Delete items after
ar: حذف العناصر بعد
de: Einträge löschen nach
es: Eliminar elementos después de
fr: Supprimer les éléments après
it: Elimina elementi dopo
ja: 項目を次の期間後に削除
ko: 다음 기간 후 항목 삭제
nl: Items verwijderen na
pl: Usuń elementy po
pt_br: Excluir itens após
ru: Удалять элементы через
tr: Öğeleri şu süre sonra sil
zh_hans: 在此时间后删除项目

source: Deselect
ar: إلغاء التحديد
de: Auswahl aufheben
es: Deseleccionar
fr: Désélectionner
it: Deseleziona
ja: 選択解除
ko: 선택 해제
nl: Deselecteren
pl: Odznacz
pt_br: Desmarcar
ru: Снять выбор
tr: Seçimi kaldır
zh_hans: 取消选择

source: Detection
ar: الاكتشاف
de: Erkennung
es: Detección
fr: Détection
it: Rilevamento
ja: 検出
ko: 감지
nl: Detectie
pl: Wykrywanie
pt_br: Detecção
ru: Обнаружение
tr: Algılama
zh_hans: 检测

source: Developer
ar: المطور
de: Entwickler
es: Desarrollador
fr: Développeur
it: Sviluppatore
ja: 開発者
ko: 개발자
nl: Ontwikkelaar
pl: Deweloper
pt_br: Desenvolvedor
ru: Разработчик
tr: Geliştirici
zh_hans: 开发者

source: Document.pdf
ar: مستند.pdf
de: Dokument.pdf
es: Documento.pdf
it: Documento.pdf
ja: ドキュメント.pdf
ko: 문서.pdf
pl: Dokument.pdf
pt_br: Documento.pdf
ru: Документ.pdf
tr: Belge.pdf
zh_hans: 文档.pdf

source: Documents
ar: مستندات
de: Dokumente
es: Documentos
it: Documenti
ja: ドキュメント
ko: 문서
nl: Documenten
pl: Dokumenty
pt_br: Documentos
ru: Документы
tr: Belgeler
zh_hans: 文档

source: Done
ar: تم
de: Fertig
es: Listo
fr: Terminé
it: Fine
ja: 完了
ko: 완료
nl: Gereed
pl: Gotowe
pt_br: Concluído
ru: Готово
tr: Bitti
zh_hans: 完成

source: Empty text
ar: نص فارغ
de: Leerer Text
es: Texto vacío
fr: Texte vide
it: Testo vuoto
ja: 空のテキスト
ko: 빈 텍스트
nl: Lege tekst
pl: Pusty tekst
pt_br: Texto vazio
ru: Пустой текст
tr: Boş metin
zh_hans: 空文本

source: Enable pause saving
ar: تفعيل إيقاف الحفظ مؤقتًا
de: Speichern pausieren aktivieren
es: Activar pausa de guardado
fr: Activer la pause d'enregistrement
it: Attiva pausa salvataggio
ja: 保存の一時停止を有効化
ko: 저장 일시 중지 사용
nl: Opslaan pauzeren inschakelen
pl: Włącz wstrzymywanie zapisywania
pt_br: Ativar pausa de salvamento
ru: Включить паузу сохранения
tr: Kaydetmeyi duraklatmayı etkinleştir
zh_hans: 启用暂停保存

source: Encrypt full archive on disk
ar: تشفير الأرشيف الكامل على القرص
de: Gesamtes Archiv auf Festplatte verschlüsseln
es: Cifrar archivo completo en disco
fr: Chiffrer l'archive complète sur disque
it: Cifra tutto lo storico su disco
ja: ディスク上のアーカイブ全体を暗号化
ko: 디스크의 전체 보관함 암호화
nl: Volledig archief op schijf versleutelen
pl: Szyfruj całe archiwum na dysku
pt_br: Criptografar arquivo completo no disco
ru: Шифровать весь архив на диске
tr: Diskteki tüm arşivi şifrele
zh_hans: 加密磁盘上的完整归档

source: File
ar: ملف
de: Datei
es: Archivo
fr: Fichier
ja: ファイル
ko: 파일
nl: Bestand
pl: Plik
pt_br: Arquivo
ru: Файл
tr: Dosya
zh_hans: 文件

source: Follow System
ar: اتباع النظام
de: Systemeinstellung folgen
es: Seguir el sistema
fr: Suivre le système
it: Segui sistema
ja: システムに従う
ko: 시스템 따르기
nl: Systeem volgen
pl: Zgodnie z systemem
pt_br: Seguir o sistema
ru: Как в системе
tr: Sistemi izle
zh_hans: 跟随系统

source: Idle target: CPU < 1%, RAM < 100 MB. Clipboard polling is adaptive: slower in background, stopped during privacy pause.
ar: الهدف في الخمول: CPU < 1%، RAM < 100 ميجابايت. مراقبة الحافظة تكيفية: أبطأ في الخلفية، متوقفة أثناء إيقاف الخصوصية.
de: Leerlaufziel: CPU < 1 %, RAM < 100 MB. Die Zwischenablage-Abfrage ist adaptiv: im Hintergrund langsamer, bei Datenschutzpause gestoppt.
es: Objetivo en reposo: CPU < 1 %, RAM < 100 MB. La consulta del portapapeles es adaptativa: más lenta en segundo plano, detenida durante la pausa de privacidad.
fr: Objectif au repos : CPU < 1 %, RAM < 100 Mo. L'interrogation du presse-papiers est adaptative : plus lente en arrière-plan, arrêtée pendant la pause confidentialité.
it: Obiettivo a riposo: CPU < 1%, RAM < 100 MB. Il polling degli appunti è adattivo: più lento in background, fermo in pausa privacy.
ja: アイドル時の目標: CPU < 1%、RAM < 100 MB。クリップボードの監視は適応型で、バックグラウンドでは低速、プライバシー一時停止中は停止します。
ko: 유휴 목표: CPU < 1%, RAM < 100MB. 클립보드 폴링은 적응형으로 백그라운드에서 느리고, 개인정보 일시 중지 중에는 중단됩니다.
nl: Idle-doel: CPU < 1%, RAM < 100 MB. Klembordpolling is adaptief: langzamer op de achtergrond, gestopt tijdens privacypauze.
pl: Cel w stanie spoczynku: CPU < 1%, RAM < 100 MB. Odpytywanie schowka jest adaptacyjne: wolniejsze w tle, zatrzymane podczas pauzy prywatności.
pt_br: Meta em repouso: CPU < 1%, RAM < 100 MB. A consulta da área de transferência é adaptativa: mais lenta em segundo plano, interrompida durante a pausa de privacidade.
ru: Цель в простое: CPU < 1%, RAM < 100 МБ. Опрос буфера адаптивный: медленнее в фоне, остановлен при паузе конфиденциальности.
tr: Boşta hedef: CPU < 1%, RAM < 100 MB. Pano yoklama uyarlanabilir: arka planda daha yavaş, gizlilik duraklatmasında durur.
zh_hans: 空闲目标：CPU < 1%，RAM < 100 MB。剪贴板轮询为自适应：后台更慢，隐私暂停期间停止。

source: Image
ar: صورة
de: Bild
es: Imagen
it: Immagine
ja: 画像
ko: 이미지
nl: Afbeelding
pl: Obraz
pt_br: Imagem
ru: Изображение
tr: Görsel
zh_hans: 图像

source: Image.png
ar: صورة.png
de: Bild.png
es: Imagen.png
it: Immagine.png
ja: 画像.png
ko: 이미지.png
nl: Afbeelding.png
pl: Obraz.png
pt_br: Imagem.png
ru: Изображение.png
tr: Görsel.png
zh_hans: 图像.png

source: Images
ar: صور
de: Bilder
es: Imágenes
it: Immagini
ja: 画像
ko: 이미지
nl: Afbeeldingen
pl: Obrazy
pt_br: Imagens
ru: Изображения
tr: Görseller
zh_hans: 图像

source: In vault
ar: في الخزنة
de: Im Tresor
es: En la bóveda
fr: Dans le coffre
it: Nel vault
ja: Vault内
ko: 보관함에 있음
nl: In kluis
pl: W sejfie
pt_br: No cofre
ru: В хранилище
tr: Kasada
zh_hans: 在保险库中

source: Items in memory
ar: عناصر في الذاكرة
de: Einträge im Speicher
es: Elementos en memoria
fr: Éléments en mémoire
it: Elementi in memoria
ja: メモリ内の項目
ko: 메모리의 항목
nl: Items in geheugen
pl: Elementy w pamięci
pt_br: Itens na memória
ru: Элементы в памяти
tr: Bellekteki öğeler
zh_hans: 内存中的项目

source: Language
ar: اللغة
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
nl: Taal
pl: Język
pt_br: Idioma
ru: Язык
tr: Dil
zh_hans: 语言

source: Link
ar: رابط
es: Enlace
fr: Lien
ja: リンク
ko: 링크
ru: Ссылка
tr: Bağlantı
zh_hans: 链接

source: Links
ar: روابط
es: Enlaces
fr: Liens
it: Link
ja: リンク
ko: 링크
pl: Linki
ru: Ссылки
tr: Bağlantılar
zh_hans: 链接

source: Local smart detection (no data sent online): JWT, API keys, IBAN, cards, passwords and sensitive context. Vault contents are encrypted with AES-GCM. Touch ID to view and copy. Sensitivity: Relaxed, Balanced, Strict.
ar: اكتشاف ذكي محلي (بدون إرسال بيانات عبر الإنترنت): JWT ومفاتيح API وIBAN والبطاقات وكلمات المرور والسياق الحساس. محتويات الخزنة مشفّرة بـ AES-GCM. Touch ID للعرض والنسخ. الحساسية: متساهل، متوازن، صارم.
de: Lokale intelligente Erkennung (keine Online-Übertragung): JWT, API-Schlüssel, IBAN, Karten, Passwörter und sensibler Kontext. Tresorinhalte werden mit AES-GCM verschlüsselt. Touch ID zum Anzeigen und Kopieren. Empfindlichkeit: Locker, Ausgewogen, Streng.
es: Detección inteligente local (sin envío de datos en línea): JWT, claves API, IBAN, tarjetas, contraseñas y contexto sensible. El contenido de la bóveda se cifra con AES-GCM. Touch ID para ver y copiar. Sensibilidad: Relajado, Equilibrado, Estricto.
fr: Détection intelligente locale (aucune donnée envoyée en ligne) : JWT, clés API, IBAN, cartes, mots de passe et contexte sensible. Le contenu du coffre est chiffré avec AES-GCM. Touch ID pour afficher et copier. Sensibilité : Souple, Équilibré, Strict.
it: Rilevamento intelligente locale (nessun invio online): JWT, chiavi API, IBAN, carte, password e contesto sensibile. I contenuti vault sono cifrati su disco con AES-GCM. Touch ID per visualizzare e copiare. Sensibilità: Permissivo, Bilanciato, Rigoroso.
ja: ローカルスマート検出（オンライン送信なし）: JWT、APIキー、IBAN、カード、パスワード、機密コンテキスト。Vaultの内容はAES-GCMで暗号化。表示とコピーにTouch ID。感度: 緩い、バランス、厳格。
ko: 로컬 스마트 감지(온라인 전송 없음): JWT, API 키, IBAN, 카드, 비밀번호 및 민감한 컨텍스트. 보관함 내용은 AES-GCM으로 암호화됩니다. 보기 및 복사에 Touch ID. 민감도: 완화, 균형, 엄격.
nl: Lokale slimme detectie (geen gegevens online): JWT, API-sleutels, IBAN, kaarten, wachtwoorden en gevoelige context. Kluisinhoud wordt versleuteld met AES-GCM. Touch ID om te bekijken en kopiëren. Gevoeligheid: Soepel, Gebalanceerd, Strikt.
pl: Lokalne inteligentne wykrywanie (bez wysyłania danych online): JWT, klucze API, IBAN, karty, hasła i wrażliwy kontekst. Zawartość sejfu jest szyfrowana AES-GCM. Touch ID do podglądu i kopiowania. Czułość: Luźna, Zbalansowana, Ścisła.
pt_br: Detecção inteligente local (sem envio de dados online): JWT, chaves de API, IBAN, cartões, senhas e contexto sensível. O conteúdo do cofre é criptografado com AES-GCM. Touch ID para visualizar e copiar. Sensibilidade: Relaxado, Equilibrado, Rigoroso.
ru: Локальное умное обнаружение (без отправки данных в сеть): JWT, API-ключи, IBAN, карты, пароли и конфиденциальный контекст. Содержимое хранилища шифруется AES-GCM. Touch ID для просмотра и копирования. Чувствительность: Мягкая, Сбалансированная, Строгая.
tr: Yerel akıllı algılama (çevrimiçi veri gönderilmez): JWT, API anahtarları, IBAN, kartlar, parolalar ve hassas bağlam. Kasa içeriği AES-GCM ile şifrelenir. Görüntülemek ve kopyalamak için Touch ID. Hassasiyet: Esnek, Dengeli, Katı.
zh_hans: 本地智能检测（不上传数据）：JWT、API 密钥、IBAN、银行卡、密码及敏感上下文。保险库内容使用 AES-GCM 加密。查看和复制需 Touch ID。敏感度：宽松、平衡、严格。

source: Manual only
ar: يدوي فقط
de: Nur manuell
es: Solo manual
fr: Manuel uniquement
it: Solo manuale
ja: 手動のみ
ko: 수동만
nl: Alleen handmatig
pl: Tylko ręcznie
pt_br: Somente manual
ru: Только вручную
tr: Yalnızca manuel
zh_hans: 仅手动

source: Memory
ar: الذاكرة
de: Speicher
es: Memoria
fr: Mémoire
it: Memoria
ja: メモリ
ko: 메모리
nl: Geheugen
pl: Pamięć
pt_br: Memória
ru: Память
tr: Bellek
zh_hans: 内存

source: Merge
ar: دمج
de: Zusammenführen
es: Combinar
fr: Fusionner
it: Unisci
ja: 結合
ko: 병합
nl: Samenvoegen
pl: Scal
pt_br: Mesclar
ru: Объединить
tr: Birleştir
zh_hans: 合并

source: Move to vault
ar: نقل إلى الخزنة
de: In Tresor verschieben
es: Mover a la bóveda
fr: Déplacer vers le coffre
it: Sposta nel vault
ja: Vaultに移動
ko: 보관함으로 이동
nl: Naar kluis verplaatsen
pl: Przenieś do sejfu
pt_br: Mover para o cofre
ru: Переместить в хранилище
tr: Kasaya taşı
zh_hans: 移至保险库

source: Multi-select
ar: تحديد متعدد
de: Mehrfachauswahl
es: Selección múltiple
fr: Sélection multiple
it: Selezione multipla
ja: 複数選択
ko: 다중 선택
nl: Meervoudige selectie
pl: Wielokrotny wybór
pt_br: Seleção múltipla
ru: Множественный выбор
tr: Çoklu seçim
zh_hans: 多选

source: Multi-select — paste multiple clips together or in sequence
ar: تحديد متعدد — الصق عدة عناصر معًا أو بالتتابع
de: Mehrfachauswahl — mehrere Einträge zusammen oder nacheinander einfügen
es: Selección múltiple — pegar varios elementos juntos o en secuencia
fr: Sélection multiple — coller plusieurs éléments ensemble ou en séquence
it: Selezione multipla — incolla più appunti insieme o in sequenza
ja: 複数選択 — 複数のクリップをまとめてまたは順に貼り付け
ko: 다중 선택 — 여러 클립을 함께 또는 순서대로 붙여넣기
nl: Meervoudige selectie — plak meerdere items samen of na elkaar
pl: Wielokrotny wybór — wklej wiele elementów razem lub po kolei
pt_br: Seleção múltipla — colar vários itens juntos ou em sequência
ru: Множественный выбор — вставляйте несколько элементов вместе или по очереди
tr: Çoklu seçim — birden fazla panoyu birlikte veya sırayla yapıştır
zh_hans: 多选 — 将多个剪贴项一起或按顺序粘贴

source: Never
ar: أبدًا
de: Nie
es: Nunca
fr: Jamais
it: Mai
ja: しない
ko: 안 함
nl: Nooit
pl: Nigdy
pt_br: Nunca
ru: Никогда
tr: Asla
zh_hans: 永不

source: Next
ar: التالي
de: Weiter
es: Siguiente
fr: Suivant
it: Prossimo
ja: 次へ
ko: 다음
nl: Volgende
pl: Dalej
pt_br: Próximo
ru: Далее
tr: Sonraki
zh_hans: 下一个

source: No clips
ar: لا عناصر
de: Keine Einträge
es: Sin elementos
fr: Aucun élément
it: Nessun appunto
ja: クリップがありません
ko: 클립 없음
nl: Geen items
pl: Brak elementów
pt_br: Nenhum item
ru: Нет элементов
tr: Öğe yok
zh_hans: 无剪贴项

source: No results
ar: لا نتائج
de: Keine Ergebnisse
es: Sin resultados
fr: Aucun résultat
it: Nessun risultato
ja: 結果なし
ko: 결과 없음
nl: Geen resultaten
pl: Brak wyników
pt_br: Nenhum resultado
ru: Нет результатов
tr: Sonuç yok
zh_hans: 无结果

source: OK
ar: موافق
ko: 확인
tr: Tamam
zh_hans: 好
